    1. Категория животного: 
    • Собака
    • Щенок
    • Кошка
    • Котенок

    2. Как давно потерялся:
    • 1 месяц назад
    • 2 месяца назад
    • 3 месяца назад ….

    3. Размер (только для собак):
        ◦ Крупная 
        ◦ Средняя
        ◦ Мелкая

    4. Цвет:
    • Для собак:
        ◦ Белая
        ◦ Черная
        ◦ Бежевая
        ◦ Рыжая
        ◦ Коричневая
        ◦ Серая
        ◦ Двухцветная
        ◦ Трехцветная
    • Для кошек:
        ◦ Белая
        ◦ Черная
        ◦ Маркиз (двухцветные черно-белые)
        ◦ Трехцветные (Черный, белый, рыжий)
        ◦ Полосатая (шпротик)
        ◦ Рыжая
        ◦ Дымчатая

    5. Шерсть:
    • Короткая
        ◦ Прямая
        ◦ Кучерявая
    • Длинная
        ◦ Прямая
        ◦ Кучерявая

    6. Уши
Для собак:
    • Стоячие
        ◦ Есть оба
        ◦ 1 подрезано
    • Висячие
        ◦ Есть оба
        ◦ 1 подрезано
    • Купированы
Для кошек:
    • Большие
        ◦ Есть оба
        ◦ 1 подрезано
    • Маленькие
        ◦ Есть оба
        ◦ 1 подрезано
    • Отсутствуют

    7. Хвост
    • Длинный
        ◦ Пушистый
            ▪ Прямой
            ▪ Колечком
        ◦ Короткошерстный
            ▪ Прямой
            ▪ Колечком
    • Короткий
        ◦ Пушистый
            ▪ Прямой
            ▪ Колечком
        ◦ Короткошерстный
            ▪ Прямой
            ▪ Колечком 
    • Отсутствует
